Repository: DilyanAntonov/CareerDevelopment
Catalog: career/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Email Address
bg: Имейл

source: Company Name
bg: Име на компанията

source: Description
bg: Описание

source: Number of Employees
bg: Брой служители

source: Industry
bg: Индустрия

source: Location
bg: Местоположение

source: Website
bg: Уебсайт

source: Contact Email
bg: Имейл за контакт

source: Company Logo
bg: Лого

source: Established Year
bg: Година на основаване

source: EIK
bg: ЕИК

source: Password
bg: Парола

source: Confirm Password
bg: Потвърдете паролата

source: Enter the company's email address
bg: Въведете имейл адреса на компанията

source: Enter the name of the company
bg: Въведете името на компанията

source: Enter a brief description of the company
bg: Въведете кратко описание на компанията

source: Enter the number of employees in the company
bg: Въведете броя на служителите в компанията

source: Enter the industry the company operates in
bg: Въведете индустрията, в която оперира компанията

source: Enter the location of the company
bg: Въведете местоположението на компанията

source: Enter the company's website URL
bg: Въведете линк към уебсайт на компанията

source: Enter the contact email address
bg: Въведете имейл адрес за контакт

source: Upload the company's logo
bg: Качете логото на компанията

source: Enter the year the company was established
bg: Въведете годината на основаване на компанията

source: Enter the company's EIK (Unique Identification Code)
bg: Въведете ЕИК на компанията

source: Enter a password for the account
bg: Въведете парола за акаунта

source: Re-enter the password for confirmation
bg: Въведете отново паролата за потвърждение

source: Register
bg: Регистрация

source: Job Title
bg: Заглавие на обявата

source: Job Description
bg: Описание на обявата

source: Job Requirements
bg: Изисквания за обявата

source: Employment Type
bg: Тип заетост

source: Minimum Salary
bg: Минимална заплата

source: Maximum Salary
bg: Максимална заплата

source: Enter the title of the job
bg: Въведете заглавието на обявата

source: Enter a detailed description of the job
bg: Въведете подробно описание на обявата

source: Enter the requirements for the job
bg: Въведете изискванията за обявата

source: Enter the location of the job
bg: Въведете местоположението на обявата

source: Select the type of employment
bg: Изберете тип заетост

source: Enter the minimum salary for this job
bg: Въведете минималната заплата

source: Enter the maximum salary for this job
bg: Въведете максималната заплата

source: Full-time
bg: Пълен работен ден

source: Part-time
bg: Непълен работен ден

source: Contract
bg: Имейл за контакт

source: Temporary
bg: Временна позиция

source: Intern
bg: Стаж

source: Title
bg: Заглавие

source: Content
bg: Съдържание

source: Enter the title of the news article
bg: Въведете заглавието на статията

source: Enter the content of the news article
bg: Въведете съдържанието на статията

source: Project Title
bg: Заглавие на проекта

source: Project Description
bg: Описание на проекта

source: Technologies Used
bg: Използвани технологии

source: Project Link
bg: Линк към проекта

source: Enter the title of the project
bg: Въведете заглавието на проекта

source: Enter a detailed description of the project
bg: Въведете подробно описание на проекта

source: List the technologies used in the project
bg: Избройте използваните технологии в проекта

source: Enter a link to the project (if available)
bg: Въведете линк към проекта

source: Institution Name
bg: Име на институцията

source: Course Name
bg: Име на курса

source: Start Year
bg: Година на започване

source: End Year
bg: Година на завършване

source: Certificate Link
bg: Линк към сертификат

source: Enter the name of the institution
bg: Въведете името на институцията

source: Enter the name of the course
bg: Въведете името на обучението

source: Enter the year you started the course
bg: Въведете годината, в която сте започнали обучението

source: Enter the year you completed the course (or expected completion year)
bg: Въведете годината, в която сте завършили обучението (или очаквана година на завършване)

source: Enter a link to the certificate (if available)
bg: Въведете линк към сертификат

source: First Name
bg: Име

source: Last Name
bg: Фамилия

source: Student Number
bg: Студентски номер

source: Phone Number
bg: Телефонен номер

source: Profile Image
bg: Профилна снимка

source: Enter your first name
bg: Въведете вашето име

source: Enter your last name
bg: Въведете вашата фамилия

source: Enter your email address
bg: Въведете вашия имейл адрес

source: Enter your student number
bg: Въведете вашия студентски номер

source: Enter your phone number
bg: Въведете вашия телефонен номер

source: Upload your profile image
bg: Качете вашата профилна снимка

source: Address
bg: Адрес

source: Enter your address
bg: Въведете вашия адрес

source: Enter a brief description about yourself
bg: Въведете кратко описание за себе си

source: Enter the company's phone number
bg: Въведете телефонния номер на компанията

source: email address
bg: имейл адрес

source: (country code) digits
bg: (код на държава) цифри

source: Logo
bg: Лого

source: Home
bg: Начало

source: Job Listings
bg: Обяви за работа

source: Trends
bg: Статистика

source: News
bg: Новини

source: Company Account
bg: Профил на компания

source: Personal Account
bg: Профил

source: Logout
bg: Изход

source: Login
bg: Вход

source: Company Detail
bg: Детайли за компанията

source: News Articles
bg: Новини

source: Company Profile
bg: Профил на компания

source: Industry:
bg: Индустрия:

source: Location:
bg: Местоположение:

source: Established Year:
bg: Година на основаване:

source: Number of Employees:
bg: Брой служители

source: Website:
bg: Уебсайт:

source: Contact Email:
bg: Контактен имейл:

source: EIK:
bg: ЕИК:

source: Description:
bg: Описание:

source: Edit Profile
bg: Редактиране на профил

source: Employees:
bg: Служители:

source: Available Job Listings
bg: Активни обяви

source: Update Company Profile
bg: Актуализиране на профила на компанията

source: Update
bg: Актуализиране

source: Change Password
bg: Смяна на парола

source: Delete Job Listing
bg: Изтрий обява

source: Are you sure you want to delete the job listing
bg: Сигурни ли сте, че искате да изтриете обявата за работа

source: Delete
bg: Изтриване

source: Cancel
bg: Отказ

source: Edit Job Listing
bg: Редактиране на обява

source: Save changes
bg: Запази промените

source: Create Job Listing
bg: Създайте обява

source: Submit
bg: Запазване

source: Applications
bg: Кандидатури

source: Applicants
bg: Кандидати

source: View Resume
bg: Преглед на резюме

source: No applicants yet.
bg: Все още няма кандидати.

source: Company Login
bg: Вход за компания

source: Register a company
bg: Регистриране на компания

source: Manage Job Listings
bg: Управление на обяви

source: Add Listing
bg: Добави обява

source: Edit
bg: Редактиране

source: Monitor
bg: Информация

source: No job listings available. Please add a new job listing to get started.
bg: Няма активни обяви за работа. Добавете нова обява.

source: Password Changed Successfully
bg: Паролата е сменена успешно

source: Your password has been changed successfully.
bg: Вашата парола беше успешно сменена.

source: Back to Home
bg: Назад към Начало

source: Register as a Company
bg: Регистриране на компания

source: Start your student career
bg: Започнете вашата кариера като студент

source: Find IT jobs in partner companies
bg: Намерете работа в IT сферата при партньорски компании

source: Browse Jobs
bg: Преглед на обяви

source: Empower Your Career Journey
bg: Започнете вашата кариера

source: Craft Your Resume
bg: Създаване на резюме

source: Build your student-focused resume
bg: Създайте вашето студентско ориентирано резюме

source: Industry Insights
bg: Статистика за IT сферата

source: Stay updated with the latest IT news and job market statistics
bg: Получавайте най-новите новини и статистики за IT пазарът

source: AI-Powered Applications
bg: Кандидатствайте с AI асистент

source: Smart job matching powered by AI
bg: Получете информация за обяви за работа чрез AI

source: at
bg: в

source: Requirements:
bg: Изисквания:

source: Salary Range:
bg: Диапазон на заплатата:

source: Posted Date:
bg: Дата на публикуване:

source: Already Applied
bg: Вече сте кандидатствали

source: Apply Now
bg: Кандидатствайте сега

source: AI Analysis
bg: AI анализ

source: Apply Now (No Resume Uploaded)
bg: Нямате създадено резюме

source: Fit Score
bg: Оценка на съответствие

source: Loading...
bg: Зареждане...

source: AI Analysis Info
bg: Информация за AI анализа

source: Our AI-powered Fit Score feature helps you understand how well your resume matches the job listing you're interested in. Here's how it works:
bg: Нашата функция за оценка на съответствие, подпомагана от AI, ви помага да разберете колко добре вашата автобиография съответства на обявата за работа, която ви интересува. Ето как работи:

source: Resume Analysis:
bg: Анализ на автобиографията:

source: Our system takes the information from your resume, including your summary, education, experience, skills, languages, projects, and interests.
bg: Нашата система взема информацията от вашата автобиография, включително вашето резюме, образование, опит, умения, езици, проекти и интереси.

source: Job Listing Analysis:
bg: Анализ на обява:

source: We then analyze the details of the job listing, such as the job title, description, requirements, location, and employment type.
bg: След това анализираме детайлите на обявата за работа, като заглавие на позицията, описание, изисквания, местоположение и тип заетост.

source: AI Evaluation:
bg: AI оценка:

source: Using advanced AI algorithms, we compare your resume to the job listing and generate a fit score between 0 and 10, with 10 being the best match.
bg: Използвайки напреднали AI алгоритми, ние сравняваме вашата автобиография с обявата за работа и генерираме оценка на съответствие между 0 и 10, като 10 е най-доброто съответствие.

source: Results:
bg: Резултати:

source: You receive a short analysis explaining the fit and a score to help you understand how well your profile matches the job.
bg: Получавате кратък анализ, обясняващ съответствието и оценка, която да ви помогне да разберете колко добре вашият профил съответства на работата.

source: This feature helps you make informed decisions and target the job opportunities that best match your qualifications.
bg: Тази функция ви помага да вземате информирани решения и да насочвате възможностите за работа, които най-добре съответстват на вашите квалификации.

source: Fit Score:
bg: Оценка на съответствие:

source: Analysis:
bg: Анализ:

source: An error occurred. Please try again.
bg: Възникна грешка. Моля, опитайте отново.

source: e.g. Developer
bg: например Програмист

source: Company
bg: Компания

source: Select Company
bg: Изберете компания

source: Select Type
bg: Тип заетост

source: Min Salary
bg: Минимална заплата

source: Max Salary
bg: Максимална заплата

source: Filter
bg: Филтър

source: Clear
bg: Изчисти

source: Your News Articles
bg: Вашите новинарски статии

source: Create New Article
bg: Създаване на нова статия

source: No news articles found. Click 'Create New Article' to add one.
bg: Няма открити статии. Създайте нова статия.

source: Delete News Article
bg: Изтриване на новинарска статия

source: Are you sure you want to delete
bg: Сигурни ли сте, че искате да изтриете

source: Yes, delete
bg: Да, изтрий

source: Posted by:
bg: Публикувано от:

source: Date Posted:
bg: Дата на публикуване:

source: Create News Article
bg: Създаване на новинарска статия

source: Save
bg: Запази

source: Newest
bg: Най-нови

source: Oldest
bg: Най-стари

source: Published on:
bg: Публикувана на:

source: Create Project
bg: Създаване на проект

source: Update Project
bg: Актуализиране на проекта

source: Projects
bg: Проекти

source: Add your projects
bg: Добавете вашите проекти

source: Technologies:
bg: Технологии:

source: Are you sure you want to delete this project?
bg: Сигурни ли сте, че искате да изтриете този проект?

source: No projects found.
bg: Не са намерени проекти.

source: Add Education
bg: Добавяне на образование

source: Education
bg: Образование

source: Add your education and courses
bg: Добавете вашето образование и курсове

source: Present
bg: сега

source: View Certificate
bg: Сертификат

source: Are you sure you want to delete this education?
bg: Сигурни ли сте, че искате да изтриете това образование?

source: No education found.
bg: Не е намерено образование.

source: Create Resume
bg: Създаване на резюме

source: 's Resume
bg: Резюме

source: Summary
bg: Кратко Описание

source: from
bg: от

source: Experience
bg: Опит

source: Skills
bg: Умения

source: Interests
bg: Интереси

source: No resume found. Create your resume to showcase your achievements.
bg: Не е намерено резюме. Създайте своето резме, за да покажете своите постижения.

source: Resume for
bg: Резюме на

source: Email:
bg: Имейл:

source: Phone:
bg: Телефон:

source: Languages
bg: Езици

source: Link:
bg: Линк:

source: Update Resume
bg: Актуализиране на резюме

source: Open jobs positions in the IT industry
bg: Брой отворени позиции в IT индустрията

source: Start Date:
bg: Начална дата:

source: End Date:
bg: Крайна дата:

source: Filter Data
bg: Филтриране на данни

source: Job Listings Over Time
bg: Обяви за период от време

source: Please select valid start and end dates.
bg: Моля, изберете валидни начални и крайни дати.

source: Logging in as a company?
bg: Вход като компания?

source: Thank You for Registering!
bg: Благодарим ви за регистрацията!

source: Your registration was successful. You can now log in and start using the platform.
bg: Регистрацията Ви беше успешна. Влезте в профилът си за да продължите.

source: Go to Login
bg: Вход

source: User Detail
bg: Профил

source: Resume
bg: Резюме

source: User since:
bg: Потребител от:

source: Profile of
bg: Профил на

source: Phone Number:
bg: Телефонен номер

source: Address:
bg: Адрес

source: Student Number:
bg: Студентски номер

source: Update Profile
bg: Актуализиране на профила

source: Current Profile Image
bg: Профилна снимка
